i5-2500k/3.18.30/300/3/read-only-4.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 300
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 40819687
latency average: 0.088 ms
tps = 45355.202335 (including connections establishing)
tps = 45355.256283 (excluding connections establishing)